var q = [
["Корневой элемент html-документа", "<html>"],
["Контейнер для метаданных HTML-документа. ('title', 'base', 'meta', 'script', 'link, 'style')", "<head>"],
["Заголовок html-документа", "<title>"],
["Задает базовый адрес (URL), относительно которого вычисляются все относительные адреса. Это поможет избежать проблем при переносе страницы ...", "<base>"],
["Определяет метатеги, которые используются для хранения информации предназначенной для браузеров и поисковых систем", "<meta>"],
["Устанавливает связь с внешним документом вроде файла со стилями или со шрифтами.", "<link>"],
["Определяет встраиваемые таблицы стилей.", "<style>"],
["Тег предназначен для описания скриптов", "<script>"],
["Тело html-документа", "<body>"],
["Заголовок 1", "<h1>"],
["Параграфы в тексте", "<p>"],
["Тег-контейнер для картинки, диаграммы, фотографии, примера кода, обычно с подписью.", "<figure>"],
["Заголовок/подпись для элемента figure", "<figcaption>"],
["Встраивает изображения в html-документ", "<img>"],
["Контейнер для строчных элементов.", "<span>"],
["Перенос текста на новую строку", "<br>"],
["Горизонтальная линия для тематического разделения параграфов", "<hr>"]
]